Repository: fmicoInfo/AndTelecomPublic
Catalog: AndorraTelecomPublic/Translations/*.lproj/translations.strings
Languages: ca

source: Back
ca: Enrrere

source: Cancel
ca: Cancel·lar

source: Accept
ca: Acceptar

source: Language
ca: Idioma

# choose
source: Choose an option
ca: Tria una opció

source: section
ca: Secció

source: Loading...
ca: Carregant...

# help?
source: How can we help you?
ca: ¿En què et podem ajudar?

# phone
source: Telephone number
ca: Telèfono

# accept-legal
source: I accept the legal conditions
ca: Accepto les condicions legals

source: CALL ME NOW
ca: TRUQUEU-ME ARA

source: or
ca: o

source: I CALL
ca: YO TRUQUE

# title-legal
source: Legal conditions
ca: Condicions legals

# legal-no-accept
source: You need to accept the conditions
ca: Necessita acceptar les condicions

# title-call
source: We call you
ca: Et truquem

# call
source: We will call you soon to the telephone that you have given us
ca: Nosaltres et truquem promte al telèfono que ens has facilitat

# phone-not-valid
source: This telephone number isn't valid for Andorra
ca: Aquest numero de telèfon no és vàlid per a Andorra
